import React from "react";
import '../../styles/about.scss'

const About = () => {
  return (
    <div className="about">
      <p>
        მე ვარ შოთა ტყემალაძე,23 წლის. შესწავლილი მაქვს და კვლავაც ვიღრმავებ
        ცოდნას Front-end მიმართულებით.
      </p>
      <p>
        2021 წელს გავიარე IT Academy Step Georgia_ს 6 თვიანი Front-end web
        პროგრამირების კურსი.
      </p>
      <p>
        კურსის ფარგლებში მე შევისწავლე შემდეგი ენები თუ
        ტექნოლოგიები:HTML,CSS,Javscript,Bottstrap,Jquery,Angular,Typescript.
      </p>
      <p>
        კურსის დასრულების შემდეგ გადავწყვიტე ცოდნის გარღმავება და ამჟამად
        ვსწავლობ OL-Academy_ში, რეაქტის ბიბლიოთეკის გამოყენებას.
      </p>
      <p>
        გარდა კომიუტერული მიმართულებისა ასევე მაქვს არასრული განათლება მიღებული
        ეკნომიკაში,ვსწავლობდი თბილისის ი.ჯავახიშვილის სახელობის უნივერსიტეტში.
      </p>
      <p>
        უნივერსიტეტიდან ამაჟამად ვარ თავისუფალი რადგანაც ავიღე აკადემიური და
        ვეუფლები პროგრამირებას,როგორც ზემოთ მოგახსენეთ.
      </p>
    </div>
  );
};

export default About;
